Revit 2027 API
BuiltInFailures.GroupFailures.CannotAddAlreadyMemberToDiffGroup Property
 Elements that are already members of one group cannot be added to another group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotAddAlreadyMemberToDiffGroup { get; }
Public Shared ReadOnly Property CannotAddAlreadyMemberToDiffGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotAddAlreadyMemberToDiffGroup {
	FailureDefinitionId^ get ();
}
static member CannotAddAlreadyMemberToDiffGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace